app/controllers/page_controller.rb

  def landing
  	@students = Student.all
---
SELECT "students".* FROM "students"